IDEA Open Model
MatConcreteEc2.Fcm Property
 Mean value of concrete cylinder compressive strength - fcm
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double Fcm { get; set; }
Public Property Fcm As Double
	Get
	Set
public:
property double Fcm {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatConcreteEc2 Class
IdeaRS.OpenModel.Material Namespace